{
  "nav": {
    "rooms": "POKOJE",
    "dining": "GASTRONOMIA",
    "spa": "SPA & WELLNES",
    "events": "PRZYJĘCIA",
    "business": "DLA BIZNESU",
    "entertainment": "ROZRYWKA",
    "gallery": "GALERIA",
    "book": "REZERWUJ",
    "menu": "Menu",
    "phone": "+48 574 383 282",
    "subscribe": "Zapisz się",
    "rights": "Wszelkie prawa zastrzeżone",
    "privacy": "Polityka prywatności"
  },
  "about": {
    "title": "Hotel Avangarda",
    "description": "Hotel Avangarda położony jest w samym centrum urokliwego miasteczka Różan, zapewniając doskonałe połączenie spokoju i łatwego dostępu do lokalnych atrakcji. To miejsce, gdzie tradycja spotyka nowoczesność, tworząc idealne warunki do odpoczynku i odkrywania okolicy.",
    "address": "ul. Przykładowa 1, 07-300 Różan",
    "phone": "+48 574 383 282",
    "email": "recepcja@avangarda.pl",
    "hours": "Recepcja czynna całą dobę",
    "directions": {
      "car": "Łatwy dojazd drogą krajową nr 61. Bezpłatny parking na miejscu.",
      "public": "Regularne połączenia autobusowe z Warszawy i Ostrołęki. Przystanek znajduje się 200m od hotelu."
    },
    "googleMaps": "Otwórz w Google Maps"
  },
  "offers": {
    "title": "Pakiety",
    "description": "Nasze pakiety to idealny sposób na spędzenie czasu w wyjątkowej atmosferze. Wybierz ofertę dopasowaną do swoich potrzeb i ciesz się niezapomnianymi chwilami w Hotelu Avangarda.",
    "details": "Szczegóły",
    "from": "już od",
    "items": [
      {
        "id": 1,
        "title": "Oferta walentynki",
        "image": "/pakiet-walentynki.png",
        "description": "Walentynki tuż, tuż, więc już dziś zaplanuj, jak spędzisz najbardziej romantyczny weekend w roku"
      },
      {
        "id": 2,
        "title": "Ferie Zimowe",
        "image": "/pakiet-ferie.png",
        "description": "Spędź z nami zimowe ferie i ciesz się aktywnością niezależnie od pogody!❄️ Rodzinna atmosfera, pyszne posiłki oraz mnóstwo atrakcji dla dzieci i dorosłych"
      },
      {
        "id": 3,
        "title": "Wielkanoc",
        "image": "/pakiet-ferie.png",
        "description": "Spędź z nami zimowe ferie i ciesz się aktywnością niezależnie od pogody!❄️ Rodzinna atmosfera, pyszne posiłki oraz mnóstwo atrakcji dla dzieci i dorosłych"
      }
    ]
  },
  "restaurants": {
    "title": "Restauracje i bary",
    "description": "Nasza restauracja to miejsce, gdzie tradycyjne smaki spotykają się z nowoczesnym podejściem do kulinariów. Oferujemy szeroki wybór dań, przygotowywanych z najwyższą starannością i dbałością o jakość składników. Zapraszamy na wyjątkowe doznania smakowe w wyjątkowym miejscu.",
    "details": "Szczegóły"
  },
  "diningDetails": {
    "title": "Dzika Róża",
    "description": "Restauracja Dzika Róża to wyjątkowe połączenie elegancji i przytulnej atmosfery. Oferujemy szeroki wybór wyśmienitych dań, przygotowywanych z najwyższej jakości składników. To idealne miejsce zarówno na uroczystą kolację, romantyczny wieczór, jak i rodzinny obiad. Zapraszamy do odkrycia niezapomnianych smaków w klimatycznym wnętrzu naszej restauracji!",
    "hours": "Otwarte od 12:00 do 22:00",
    "menu": "Menu",
    "book": "Zarezerwuj"
  },
  "clubDetails": {
    "title": "Klub Kula",
    "description": "Klub Kula to miejsce, gdzie świetna zabawa łączy się z pysznym jedzeniem! U nas zjesz doskonałą pizzę, wypijesz kreatywne drinki i spędzisz wieczór pełen emocji przy kręglach i bilardzie. Idealne miejsce na spotkania ze znajomymi i niezapomniane chwile!",
    "menu": "Menu",
    "book": "Book a table"
  },
  "fortDetails": {
    "title": "FORT No.4",
    "description": "W sezonie letnim zapraszamy do Fortu – wyjątkowego miejsca na świeżym powietrzu, gdzie czeka na Was klimatyczne grillowisko. Poczuj smak lata, delektując się grillowanymi specjałami w otoczeniu natury i wyjątkowej atmosfery!",
    "button": "Dowiedz się więcej"

  },
  "portDetails": {
    "title": "Port",
    "description": "Latem zapraszamy również do Portu, malowniczo położonego nad rzeką Narew. To idealne miejsce, by zrelaksować się na słońcu, napić się aromatycznej kawy i delektować się pysznym jedzeniem z widokiem na wodę. Idealny sposób na letni odpoczynek!.",
    "button": "Dowiedz się więcej"

  }
}

